Repository: SohnTsang/gourney-ios
Catalog: gourney/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# auth.city.label
source: Home City
ja: ホームシティ
zh_hant: 所在城市

# auth.displayname.placeholder
source: Display Name (optional)
ja: 表示名（任意）
zh_hant: 顯示名稱（選填）

# auth.email.placeholder
source: Email
ja: メールアドレス
zh_hant: 電子郵件

# auth.error.apple_failed
source: Sign in with Apple failed. Please try again.
ja: Appleでサインインに失敗しました。もう一度お試しください。
zh_hant: 使用 Apple 登入失敗。請再試一次。

# auth.error.apple_token_failed
source: Could not complete authentication. Please try again.
ja: 認証を完了できませんでした。もう一度お試しください。
zh_hant: 無法完成驗證。請再試一次。

# auth.error.email_taken
source: This email is already registered. Please sign in instead.
ja: このメールアドレスは既に登録されています。サインインしてください。
zh_hant: 此電子郵件已註冊。請登入。

# auth.error.handle_invalid_chars
source: Username can only contain letters, numbers, and underscores
ja: ユーザー名には文字、数字、アンダースコアのみ使用できます
zh_hant: 使用者名稱只能包含字母、數字和底線

# auth.error.handle_invalid_start
source: Username must start with a letter or number
ja: ユーザー名は文字または数字で始める必要があります
zh_hant: 使用者名稱必須以字母或數字開頭

# auth.error.handle_taken
source: This username is already taken. Please choose another.
ja: このユーザー名は既に使用されています。別の名前を選択してください。
zh_hant: 此使用者名稱已被使用。請選擇其他名稱。

# auth.error.handle_too_long
source: Username must be less than 20 characters
ja: ユーザー名は20文字未満である必要があります
zh_hant: 使用者名稱必須少於20個字元

# auth.error.handle_too_short
source: Username must be at least 3 characters
ja: ユーザー名は3文字以上である必要があります
zh_hant: 使用者名稱必須至少3個字元

# auth.error.invalid_token
source: Invalid authentication. Please sign in again.
ja: 無効な認証です。もう一度サインインしてください。
zh_hant: 無效的驗證。請重新登入。

# auth.error.no_token
source: Authentication token not found. Please sign in again.
ja: 認証トークンが見つかりません。もう一度サインインしてください。
zh_hant: 找不到驗證權杖。請重新登入。

# auth.error.profile_creation_failed
source: Could not create your profile. Please try again or contact support.
ja: プロフィールを作成できませんでした。もう一度お試しいただくか、サポートにお問い合わせください。
zh_hant: 無法建立您的個人資料。請再試一次或聯絡支援團隊。

# auth.error.profile_load_failed
source: Could not load your profile. Please try again.
ja: プロフィールを読み込めませんでした。もう一度お試しください。
zh_hant: 無法載入您的個人資料。請再試一次。

# auth.error.profile_save_failed
source: Could not save your profile. Please try again.
ja: プロフィールを保存できませんでした。もう一度お試しください。
zh_hant: 無法儲存您的個人資料。請再試一次。

# auth.error.rate_limit
source: Too many attempts. Please wait a moment and try again.
ja: 試行回数が多すぎます。しばらく待ってからもう一度お試しください。
zh_hant: 嘗試次數過多。請稍候片刻再試一次。

# auth.error.unauthorized
source: Invalid credentials. Please check and try again.
ja: 認証情報が無効です。確認してもう一度お試しください。
zh_hant: 無效的憑證。請檢查後再試一次。

# auth.handle.placeholder
source: username
ja: ユーザー名
zh_hant: 用戶名稱

# auth.handle.validation.available
source: Available!
ja: 利用可能！
zh_hant: 可使用！

# auth.handle.validation.format
source: Only lowercase letters, numbers, and underscore
ja: 小文字、数字、アンダースコアのみ使用できます
zh_hant: 僅限小寫字母、數字和底線

# auth.handle.validation.length
source: Handle must be 3-20 characters
ja: ユーザー名は3〜20文字にしてください
zh_hant: 用戶名稱必須為3-20個字元

# auth.handle.validation.reserved
source: This handle is reserved
ja: このユーザー名は予約されています
zh_hant: 此用戶名稱已被保留

# auth.password.placeholder
source: Password
ja: パスワード
zh_hant: 密碼

# auth.signin.button
source: Sign In
ja: サインイン
zh_hant: 登入

# auth.signin.link
source: Already have an account? Sign In
ja: アカウントをお持ちの方はサインイン
zh_hant: 已有帳號？立即登入

# auth.signin.tagline
source: Discover, follow & share the Deli
ja: お気に入りのお店を発見・フォロー・共有
zh_hant: 探索、追蹤並分享您最愛的餐廳

# auth.signin.title
source: Sign In
ja: サインイン
zh_hant: 登入

# auth.signup.button
source: Create Account
ja: アカウント作成
zh_hant: 建立帳號

# auth.signup.link
source: Don't have an account? Sign Up
ja: アカウントをお持ちでない方は新規登録
zh_hant: 還沒有帳號？立即註冊

# auth.signup.title
source: Create Account
ja: アカウント作成
zh_hant: 建立帳號

# common.cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# common.close
source: Close
ja: 閉じる
zh_hant: 關閉

# common.delete
source: Delete
ja: 削除
zh_hant: 刪除

# common.done
source: Done
ja: 完了
zh_hant: 完成

# common.edit
source: Edit
ja: 編集
zh_hant: 編輯

# common.loading
source: Loading...
ja: 読み込み中...
zh_hant: 載入中...

# common.no
source: No
ja: いいえ
zh_hant: 否

# common.remove
source: Remove
ja: 削除
zh_hant: 移除

# common.save
source: Save
ja: 保存
zh_hant: 儲存

# common.yes
source: Yes
ja: はい
zh_hant: 是

# discover.error.fetch_failed
source: Failed to load places. Please try again.
ja: 場所の読み込みに失敗しました。もう一度お試しください。
zh_hant: 載入地點失敗。請重試。

# discover.error.no_location
source: Location required for search. Please enable location access.
ja: 検索には位置情報が必要です。位置情報へのアクセスを有効にしてください。
zh_hant: 搜尋需要位置資訊。請啟用位置訪問。

# discover.error.place_details_failed
source: Failed to load place details. Please try again.
ja: 場所の詳細の読み込みに失敗しました。もう一度お試しください。
zh_hant: 載入地點詳情失敗。請重試。

# discover.error.search_failed
source: Search failed. Please try again.
ja: 検索に失敗しました。もう一度お試しください。
zh_hant: 搜尋失敗。請重試。

# discover.filter.all
source: All
ja: すべて
zh_hant: 全部

# discover.filter.following
source: Following
ja: フォロー中
zh_hant: 追蹤中

# discover.search.placeholder
source: Search restaurants...
ja: レストランを検索...
zh_hant: 搜尋餐廳...

# error.decode
source: Data error. Please try again.
ja: データエラー。もう一度お試しください。
zh_hant: 數據錯誤。請重試。

# error.network
source: Network error. Please check your connection.
ja: ネットワークエラー。接続を確認してください。
zh_hant: 網絡錯誤。請檢查您的連接。

# error.rate_limit
source: Too many requests. Please wait a moment.
ja: リクエストが多すぎます。しばらくお待ちください。
zh_hant: 請求過多。請稍候。

# error.server
source: Server error. Please try again later.
ja: サーバーエラー。後でもう一度お試しください。
zh_hant: 伺服器錯誤。請稍後再試。

# error.unauthorized
source: Invalid email or password
ja: メールアドレスまたはパスワードが正しくありません
zh_hant: 電子郵件或密碼無效

# error.unknown
source: An error occurred. Please try again.
ja: エラーが発生しました。もう一度お試しください。
zh_hant: 發生錯誤。請重試。

# error.validation
source: Please check your input
ja: 入力内容をご確認ください
zh_hant: 請檢查您的輸入

# filter.apply
source: Apply Filters
ja: フィルターを適用
zh_hant: 套用篩選

# filter.place_type.all
source: All
ja: すべて
zh_hant: 全部

# filter.place_type.new
source: New
ja: 新規
zh_hant: 未去過

# filter.place_type.title
source: Place Type
ja: 場所タイプ
zh_hant: 地點類型

# filter.place_type.visited
source: Visited
ja: 訪問済み
zh_hant: 已去過

# filter.rating.any
source: Any
ja: すべて
zh_hant: 不限

# filter.rating.title
source: Minimum Rating
ja: 最低評価
zh_hant: 最低評分

# filter.reset
source: Reset Filters
ja: リセット
zh_hant: 重設篩選

# filter.title
source: Filters
ja: フィルター
zh_hant: 篩選

# lists.add_place.title
source: Add to List
ja: リストに追加
zh_hant: 新增至清單

# lists.create_first
source: Create List
ja: リストを作成
zh_hant: 建立清單

# lists.create.create
source: Create
ja: 作成
zh_hant: 建立

# lists.create.description_hint
source: Add a description for your list
ja: リストの説明を追加
zh_hant: 為您的清單新增描述

# lists.create.description_label
source: Description (Optional)
ja: 説明（任意）
zh_hant: 描述（選填）

# lists.create.private_hint
source: Only you can see this list
ja: あなただけがこのリストを見ることができます
zh_hant: 只有您可以看到此清單

# lists.create.public
source: Make Public
ja: 公開する
zh_hant: 公開

# lists.create.public_hint
source: Anyone can see this list
ja: 誰でもこのリストを見ることができます
zh_hant: 任何人都可以看到此清單

# lists.create.title
source: New List
ja: 新しいリスト
zh_hant: 新增清單

# lists.create.title_label
source: List Name
ja: リスト名
zh_hant: 清單名稱

# lists.create.title_placeholder
source: e.g., Tokyo Ramen Guide
ja: 例：東京ラーメンガイド
zh_hant: 例如：東京拉麵指南

# lists.default_section
source: Default Lists
ja: デフォルトリスト
zh_hant: 預設清單

# lists.default.favorites
source: Favorites
ja: お気に入り
zh_hant: 我的最愛

# lists.default.want_to_try
source: Want to Try
ja: 行きたい
zh_hant: 想去

# lists.detail.add_places
source: Add Places
ja: 場所を追加
zh_hant: 新增地點

# lists.detail.empty.message
source: Start adding your favorite places to this list
ja: お気に入りの場所をこのリストに追加しましょう
zh_hant: 開始將您最喜歡的地點新增到此清單

# lists.detail.empty.title
source: No Places Yet
ja: まだ場所がありません
zh_hant: 尚無地點

# lists.empty.message
source: Create your first list to organize your favorite restaurants
ja: お気に入りのレストランを整理するために最初のリストを作成しましょう
zh_hant: 建立您的第一個清單來整理您最喜歡的餐廳

# lists.empty.title
source: No Lists Yet
ja: リストがありません
zh_hant: 尚無清單

# lists.my_lists
source: My Lists
ja: マイリスト
zh_hant: 我的清單

# location.error.denied
source: Location access is required to show nearby restaurants. Please enable in Settings.
ja: 近くのレストランを表示するには位置情報が必要です。設定で有効にしてください。
zh_hant: 需要位置訪問權限以顯示附近的餐廳。請在設定中啟用。

# location.error.generic
source: Location error. Please try again.
ja: 位置情報エラー。もう一度お試しください。
zh_hant: 位置錯誤。請重試。

# location.error.network
source: Unable to get your location. Please check your network connection.
ja: 位置情報を取得できません。ネットワーク接続を確認してください。
zh_hant: 無法獲取您的位置。請檢查網路連接。

# location.error.unknown
source: An unknown location error occurred.
ja: 不明な位置情報エラーが発生しました。
zh_hant: 發生未知的位置錯誤。

# place.add_visit
source: Add Visit
ja: 訪問を追加
zh_hant: 新增訪問

# place.be_first
source: Be the first to visit!
ja: 最初に訪問しましょう！
zh_hant: 成為第一個訪問的人！

# place.loading_visits
source: Loading visits...
ja: 訪問を読み込み中...
zh_hant: 載入訪問記錄...

# place.no_visits_yet
source: No people have been here yet
ja: まだ誰も訪れていません
zh_hant: 還沒有人來過這裡

# place.status.closed
source: Closed
ja: 閉店
zh_hant: 休息

# place.status.open
source: Open
ja: 営業中
zh_hant: 營業中

# place.view_details
source: Details
ja: 詳細
zh_hant: 詳細

# rank.coming_soon.message
source: Country and World rankings are coming soon!
ja: 国と世界のランキングは近日公開予定です！
zh_hant: 國家和世界排名即將推出！

# rank.coming_soon.title
source: Coming Soon
ja: 近日公開
zh_hant: 即將推出

# rank.empty.message
source: Be the first to earn points in %@!
ja: %@で最初にポイントを獲得しよう！
zh_hant: 成為%@第一位獲得積分的人！

# rank.empty.title
source: No rankings yet
ja: ランキングはまだありません
zh_hant: 尚無排名

# rank.loading
source: Loading rankings...
ja: 読み込み中...
zh_hant: 載入中...

# rank.points
source: %lld points
ja: %lldポイント
zh_hant: %lld分

# rank.retry
source: Retry
ja: 再試行
zh_hant: 重試

# rank.scope.city
source: City
ja: 都市
zh_hant: 城市

# rank.scope.country
source: Country
ja: 国
zh_hant: 國家

# rank.scope.world
source: World
ja: 世界
zh_hant: 世界

# rank.timeframe.alltime
source: All Time
ja: 全期間
zh_hant: 總排名

# rank.timeframe.monthly
source: This Month
ja: 今月
zh_hant: 本月

# rank.timeframe.weekly
source: This Week
ja: 今週
zh_hant: 本週

# rank.title
source: Leaderboard
ja: リーダーボード
zh_hant: 排行榜

# rank.you
source: You
ja: あなた
zh_hant: 您

# rank.your_rank
source: Your Rank
ja: あなたの順位
zh_hant: 您的排名

# tab.add
source: Add
ja: 追加
zh_hant: 新增

# tab.discover
source: Discover
ja: 発見
zh_hant: 探索

# tab.feed
source: Feed
ja: フィード
zh_hant: 動態

# tab.lists
source: Lists
ja: リスト
zh_hant: 清單

# tab.profile
source: Profile
ja: プロフィール
zh_hant: 個人資料

# tab.rank
source: Rank
ja: ランキング
zh_hant: 排名

# common.ok
source: OK
zh_hant: 確定

# discover.research_area
source: Search this area
zh_hant: 搜尋此區域
